#!/usr/bin/env node

console.log(`
    \x1b[36m
    ███████╗██╗  ██╗██████╗     ███████╗██╗   ██╗███████╗
    ██╔════╝╚██╗██╔╝██╔══██╗    ██╔════╝╚██╗ ██╔╝██╔════╝
    █████╗   ╚███╔╝ ██████╔╝    █████╗   ╚████╔╝ █████╗  
    ██╔══╝   ██╔██╗ ██╔═══╝     ██╔══╝    ╚██╔╝  ██╔══╝  
    ███████╗██╔╝ ██╗██║         ███████╗   ██║   ███████╗
    ╚══════╝╚═╝  ╚═╝╚═╝         ╚══════╝   ╚═╝   ╚══════╝
    \x1b[0m
    
      🔍 \x1b[1;35mExpressEye Installed Successfully!\x1b[0m 🔍
      🌐 \x1b[33mMonitoring Middleware Ready to Use\x1b[0m 🌐
    
      📚 Documentation: \x1b[34m\x1b[4mhttps://github.com/satyammjha/ExpressEye\x1b[0m
    `);